import React from "react";
import "./Rules.css";
import Aside from "../../components/aside/Aside";

const Rules = () => {
  return (
    <div>
      <div className="blockRules">
        <h2>Правила и условия использования сайта</h2>
        <li className="rules-text">
          <b>1.</b> Эта страница содержит правила и условия («данные правила»)
          для сайта ATLEX.Ru («данного веб-сайта»), владельцем которого является
          ООО Окей-Телеком, предоставляющая услуги хостинга под брендом ATLEX.Ru
          («Окей-Телеком»). Пользуясь этим веб-сайтом вы соглашаетесь соблюдать
          данные правила, все применимые законы и постановления, и соглашаетесь,
          что вы ответственны за соблюдение любых применимых местных законов.
        </li>
        <li className="rules-text">
          <b>2.</b>
          Данные правила могут иногда обновляться. Окей-Телеком может вносить
          изменения в настоящие правила в одностороннем порядке. Ответственность
          за своевременное ознакомление с изменениями лежит на пользователе
          данного веб-сайта. Мы рекомендуем проверять эту страницу на предмет
          обновлений не реже раза в месяц. Вы также можете подписаться на
          рассылку новостей нашей компании. Наши подписчики будут уведомлены о
          любых изменениях в Правилах и условиях использования официального
          сайта компании. Пользуясь данным веб-сайтом вы соглашаетесь соблюдать
          текущую версию этих правил.
        </li>
        <li className="rules-text">
          <b>3.</b>
          На данный момент действуют правила в редакции от 29.02.2020 г.
        </li>
        <h2>ИСПОЛЬЗОВАНИЕ ВЕБ-САЙТА</h2>
        <li className="rules-text">
          <b>4.</b>
          Вам разрешено пользоваться данным веб-сайтом для своих личных и
          корпоративных нужд, распечатывать, а также скачивать материалы с
          данного веб-сайта, при условии, что вы не будете изменять их
          содержимое без согласия правообладателя. Вы также вольны добавлять
          страницы данного сайта в закладки, делиться ссылками, направляюищими
          других на содержимое данного веб-сайта. В иных случаях материалы с
          данного веб-сайта не должны быть воспроизведены или переизданы онлайн
          либо оффлайн без разрешения правообладателя.
        </li>
        <h2>ИНТЕЛЛЕКТУАЛЬНАЯ СОБСТВЕННОСТЬ</h2>
        <li className="rules-text">
          <b>5.</b>
          Все материалы, размещенные на данном веб-сайте, являются
          интеллектуальной собственностью компании Окей-Телеком. Авторские и
          смежные права на все материалы, размещаемые на данном веб-сайте,
          являются собственностью Окей-Телеком или наших лицензиаров и не должны
          быть воспроизведены без нашего предварительного письменного согласия.
          Согласие может быть получено в простой письменной форме по почте,
          электронной почте и/или факсу. Согласие должно быть выражено
          однозначно и недвусмысленно и быть заверено цифровой подписью или
          изображением подписи генерального директора и/или директора по
          развитию ООО Окей-Телеком.
        </li>
        <li className="rules-text">
          <b>6.</b>
          Никакая часть этого сайта не может быть воспроизведена без
          предварительного письменного разрешения правообладателя.
        </li>
        <h2>ПЕРИОДЫ РАБОТОСПОСОБНОСТИ ВЕБ-САЙТА</h2>
        <li className="rules-text">
          <b>7.</b>Мы принимаем все разумные меры по обеспечению круглосуточной
          доступности данного веб-сайта. Мы понимаем, что доступность сайта
          компании-хостера является важной частью имиджа и составным элементом
          репутации. Тем не менее, мы не можем гарантировать постоянную
          доступность данного сайта, поскольку не можем полностью исключить
          действия факторов, не зависящих от нас.
        </li>
        <h2>ПОВЕДЕНИЕ ПОСЕТИТЕЛЯ</h2>
        <li className="rules-text">
          <b>8.</b>За исключением личной информации, использование которой
          осуществляется в рамках политики конфиденциальности данного веб-сайта,
          любой материал, который вы посылаете для публикации на данном
          веб-сайте или самостоятельно публикуете на данном веб-сайте с
          использованием специальных форм, будет считаться непатентованным и не
          будет являться конфиденциальным. Размещая материалы на данном
          веб-сайте вы соглашаетесь с тем, что мы в праве скопировать, раскрыть,
          распространить, переработать и любым другим способом использовать
          такой материал в любых целях.
        </li>
        <li className="rules-text">
          <b>9.</b>Мы информируем о том, что будем сотрудничать с любыми
          правоохранительными органами и выполним постановление суда, требующее,
          чтобы мы раскрыли личность или другие данные любого человека,
          опубликовавшего материал на данном веб-сайте в нарушение данных
          правил.
        </li>
        <li className="rules-text">
          <b>10.</b>
          Размещая материалы на данном веб-сайте, вы гарантируете и заявляете,
          что вы владеете или контролируете другим образом все права на этот
          материал, в том числе все права, необходимые вам, чтобы предоставить,
          опубликовать, загрузить, ввести в обращение или отправить материал,
          или что использование вами данного материала подпадает под действие
          одной из свободних лицензий и не ущемляет чьих-либо авторских и/или
          смежных прав.
        </li>
        <li className="rules-text">
          <b>11.</b>
          Вы соглашаетесь освободить и обезопасить и нас, и наших аффилиатов от
          любого вреда по любым и всем претензиям или требованиям, включая
          разумные судебные издержки, которые могут возникнуть по факту
          публикации вашего контента или другим образом относятся к вашему
          использованию данного веб-сайта, материалам, которыми вы снабдили
          данный веб-сайт, или вашим нарушением данных правил.
        </li>
      </div>
      <Aside />
    </div>
  );
};

export default Rules;
